{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "Fel efter gpg-körning";
"gpg execution manually interrupted" = "Exekvering av gpg avbröts manuellt";

/* Passphrase entry message */
"Enter passphrase for %@:" = "Ange lösenord för %@:"; // Param is the userID of a key
"Enter passphrase for this message:" = "Ange lösenord för detta meddelande:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "Kan inte hämta standardnyckelring!";
"Password buffer too small for keychain!" = "Lösenordsbuffert är för liten för nyckelringen!";
"Invalid reference to the keychain item for %s:%@" = "Ogiltig referens till nyckelringsobjektet för %s:%@"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "Okänt problem vid öppnande av nyckelring! Fel %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "Kan inte spara lösenordet för %s:%@: det är för långt för nyckelringen!"; // 1st argument is service, 2nd argument is user name
}
